Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 오해하고 계세요.
en: you’re making a mistake!

source: 그래서 불편해.
en: that’s why I’m uncomfortable.

source: 머리에 기름 부어진 왕자.
en: and the prince being anointed with oil.

source: 어떻게요?
en: how so?

source: 왕자 전하를 설득하러 온 제 호위로
en: yeah, without even thinking about why the despotess...

source: 운명은 비탈을 구르는 수레바퀴.
en: fate is a wheel rolling downhill.

source: 특히 북부는 전적으로 라카논에 의존하고 있으니까요.
en: the north, especially, relies entirely on lakanon for food.

source: 대사제님은 대체 어쩌라고 날 보내신 건가요?!
en: why in the world did father airo send me?!

source: 저걸 입으시면 되지 않을까요?
en: why don’t you just wear one of those?

source: 말에 핵심이 없다.
en: there’s no point to his words.

source: 히마스 님께서 내일 아침에 나가도 된다고 허락해 주셨습니다.
en: sir himas said you may go outside tomorrow morning.

source: 전하, 대사제님을 아시죠?
en: your highness, you know father airo, don’t you?

source: 그새 오합지졸이 다 됐군.
en: this place turned into a mess.

source: 적극적으로
en: ...positively...

source: 너, 이 둥지에 살던 것?
en: you... used to live in this nest!

source: 저를 위협하셔도 소용없어요.
en: it’s no use threatening me.

source: 적은 한 명.
en: one enemy,

source: 전하는 정말 개자식이에요.
en: you really are a son of a bitch.

source: 그림 ◈ Ryuta 각색 ◈ 백화등 원작 ◈ 김영지
en: Art ◈ Ryuta Adaption ◈ YUMI Original Story ◈ Youngji Kim

source: 어….
en: uh...

source: 말도 안 돼, 사제라니.
en: and she’s a nun? it makes no sense.

source: 사람을 죽였어.
en: I have to kill.

source: 이 나라에서 가장 지엄한 분은 폐하시니까.
en: because the king is the highest authority in this land.

source: 저 번지르르한 말 뒤에 있는 진짜를 찾아.
en: find the truth behind those flashy words.

source: 경전이 오면 어떡하실 거예요?
en: what will you do when the bible arrives?

source: 도망치지 않으면
en: if you don’t,

source: 흠집은 내지 말랬는데….
en: she ordered me not to hurt you...

source: 그새 친해진 거야?
en: you already made friends with them?

source: 혹시 그 암살자, 거인족의 후예입니까?
en: could she be a descendant of the titans?

source: 그 왕자님에 대해서라면 저도 할 말이 많아요.
en: I have a lot to say about the prince.

source: 그게 귀하의 역할이니까.
en: because that is your role.

source: 오직 신으로부터 선택받아야만 성립되는 존재이다.
en: no, they are chosen by god himself to wield them.

source: 병사들 뿜는 소리 다 들렸단 말이야!
en: I could hear the soldiers trying not to laugh!

source: 어쩌면 정말로
en: I think...

source: 사제님, 여기 잠시만 계세요.
en: sister, please stay here for a moment.

source: 사제가 설득에 실패할 시 왕자를 죽여라.
en: If the nun fails to persuade the prince, kill him.

source: 이왕 ‘로제의 천사’ 에서
en: now that I’ve been upgraded from

source: 이제 저랑 친구 하시는 거죠?
en: does this mean we’re friends now?

source: 당시 엘라이온의 장군이었던 세리온은
en: at the time, serion was an elaion general.

source: 그러니 전하께서도 그렇게 하세요.
en: so you’re welcome to do the same.

source: 앗, 역시 배고프세요?
en: oh, you must be hungry!

source: 대하기가 좀 어렵달까.
en: with either gratitude or retaliation.

source: 맑아진 정신과 가벼워진 몸.
en: my head’s clearer and my body’s lighter.

source: 무의미한 구분입니다.
en: it’s a meaningless distinction.

source: 하지만 인간의 뼈는 이제 없는데.
en: but we don’t have any more human bones.

source: 그렇게 맞아놓고!
en: he hurt you!

source: 엄마는 키사로 거짓말쟁이를 찾으면,
en: after mom used kitha to find any liars,

source: 히마스 님한테는 가차 없으시네요.
en: you were ruthless to sir himas.

source: 아니요, 결코 좋지 않습니다.
en: no, the conflict is still not good for libanos.

source: 자신의 모든 것을 걸고 왕을 죽이겠다는 왕자의 숙원을
en: I can’t be sure I’ll be able to quell the prince’s desire...

source: 잠을 못 자니 별 말도 안 되는 생각이….
en: maybe I’m thinking all kinds of nonsense because I can’t sleep.

source: 문까지 걸어 잠그고….
en: she even locked the door...

source: 인형을 안고 잠들 시기는 이미 지났지요.
en: I’m afraid I’m too old to snuggle with dolls.

source: 진짜로 경전 없이 제사가 가능한가?
en: can you really conduct mass without a bible?

source: …처음 듣는 표현이군.
en: first time anyone said that to me.

source: 마음에 들어?
en: do you like it?

source: 귀하들이 할 일을 해라.
en: you do what you have to do.

source: 아니, 실제로도 그게 맞지만….
en: well, yes, I am being suspicious, but...

source: 피 냄새
en: blood to the east

source: ‘성별자’ 뿐입니다.
en: ...are the holy warriors.

source: 나흘이 지났습니다!
en: it has been four days!

source: 뭐야?!
en: what the hell?!

source: 자넨 체력도 좋군.
en: you’ve got quite the stamina,

source: 나?
en: me?

source: 왕자님은 고상하게 앉아 있어야지?
en: this is manner not befitting a prince.

source: 큭큭큭.
en: pfffffft.

source: 전하께서 저를 부르신 건 제가 도움이 됐기 때문이겠죠.
en: I’m sure you called me here because I helped.

source: 살아갈 수 없으니 죽음만은 아름답기를 바라셨잖아요.
en: you couldn’t stand to continue your own life, so you hoped at least your death will be glorious.

source: 그놈의 전쟁!
en: the freaking war!

source: 너님 때문에 속상하다고요!
en: I’m upset because of you!

source: 남의 정성을 무시해도 유분수지!
en: how could he not even acknowledge my heart behind them?!

source: 잠이 들지 못해서.
en: because I couldn’t sleep.

source: 높이 높이 해드릴까요?
en: do you want to play “up up”?

source: 으음….
en: mmph...

source: 예, 제가 너무 까불었죠?
en: yup. I think I pushed it too far.

source: 개놈….
en: you motherf...

source: 어떻게 목숨을 부지한 건 좋은데,
en: I’m glad my life is safe,

source: 이쪽으로 올 줄 알았지요.
en: I knew you’d come this way.

source: 근데 왜 하필 저걸 뿌리지?
en: but why’d they scatter those?

source: 정말 제가 얄밉긴 하시겠어요….
en: you really must think I’m so insolent...

source: 흔들리란 말이야.
en: come on, get shaken up.

source: 봤습니다.
en: I have.

source: 온갖 폐단을 일삼다 적국의 공주를 비로 삼아 매국했고,
en: after committing all manners of evil, he took a princess from an enemy kingdom as his wife.

source: 가족 놀이 다음엔 친구 놀이라니.
en: after you play “family,” you play “friends”?

source: 네, 네!
en: yes, sir!

source: 제사에 쓰는 동물은 주로 새끼 양이나 송아지인데,
en: the livestock is usually a young lamb or calf.

source: 그건 네 얘기가 아니잖아?
en: because it wasn’t about you.

source: 조금 소란스러워도 제가 부를 때까지 기다려주세요.
en: even if it gets a little noisy in there, please don’t come in until I call you.

source: 귀하의 기척 때문에 깼다.
en: I woke up because I heard you leave.

source: 어깨는 괜찮으세요?
en: how’s your shoulder?

source: 다 소용없는 일이었지만요.
en: but of course, it was all to no avail.

source: 나를 들여다본 것처럼….
en: it’s as if she has seen into my soul.

source: 친구가 될 수도 없다면…
en: and if I can’t be his friend...

source: 기회는 아직 많습니다.
en: you still have time.

source: 어이, 들었어?
en: hey, did you hear?

source: 왕가에서 태어났어도, 남들과 다르게 타고났어도.
en: though you were born into the royal family, though you were born different from others...

source: 전하께서 처음부터 저를 의심하셨다는 건 알아요.
en: I know that you’ve been suspicious of me from the beginning.

source: 방에 갇혀 근신 중
en: under “room” arrest

source: 세 치 혀로 인간을 죽이는 악마지.
en: she murders with her wicked tongue.

source: 오히려 늦은 감이 있을 정도다.
en: but this feels kind of late.

source: 왕궁을 점령하는 것도 무리는 아닙니다.
en: we have a good chance of taking the palace.

source: 제가요….
en: I...

source: 그러니까 절 전하께 보낸 것도, 분명 나쁜 뜻은 아닐 거예요.
en: so I don’t think he sent me here to hurt you.

source: 그래서 참주님도 왕자 전하를 막는 데 동의하고 절 보내신 겁니다.
en: that’s why the despotess agreed that we should stop the prince and sent me.

source: 아칸싸가 파괴된 건 8년 전.
en: akantha was destroyed eight years ago.

source: 얼마나 기분이 엿 같으시면…
en: how crappy do you feel...

source: 이거 뭐예요?
en: what’s this?

source: 그래서 그때 배웠어.
en: so that’s when I learned...

source: 반짝이는 걸 좋아한다고 해요.
en: crows like shiny things.

source: 암캐….
en: the bitch...

source: 양피지
en: sheepskin

source: 이 정도면 전하가 바라시던 부끄럽지 않은 최후인가요?
en: is it the shameless end you’ve been longing for?

source: 사제님, 어떤 심정이신지는 알지만….
en: I understand how you feel, sister, but...

source: 이제 사제도 안전할 테고
en: the nun is safe now,

source: 지원을 기다리는 게 합리적.
en: waiting for backup is the best course of action.

source: 아칸싸의 비밀 통로를 따라 침입했다.
en: ...and invaded akantha through the secret passage.

source: 귀여워서!
en: ...too cute!

source: 왕족 모독은 사형입니다.
en: but insulting a royal is a death sentence.

source: 필요 없다.
en: I don’t need help.

source: 그럼 몇 가지 여쭈어도 될까요?
en: can I ask you a few questions, your highness?

source: 여러모로 부담스럽지 않겠습니까?
en: that might be a bit too much for them.

source: 여기 있는 자들은 모두 스스로 온 자들입니다.
en: everyone here came at their own will.

source: 그전까진 왕자도 엘라이온으로 인정하는 게 맞다고 봅니다.
en: but until then, I think we should treat him like a royal.

source: 가운데서 중재를 하고 계시죠.
en: he’s the mediator in the middle.

source: 오히려 눈에 더 띌 것 같은데.
en: it might actually make you more noticeable.

source: 너무
en: ...I was...

source: 알겠다, 이놈아.
en: mmkay, you jerk.

source: 날 찾아온 자들은 대개 이빨을 숨기고 있었지.
en: those who came to kill me usually did not bare their teeth.

source: 그 연기가 하늘에 닿아 신께 드려진다고 합니다.
en: the smoke reaches the heavens and that’s how the sacrifice is offered to god.

source: 자기 장례식을 꾸미려고 전쟁을 준비하다니,
en: starting a war to prepare your own funeral?

source: 전 대사제님을 배신해야 했어요.
en: I had to betray father airo.

source: 좀 더 신중해야 해.
en: I have to be more careful.

source: 무엇 하나 뜻대로 돌아가는 것이 없어.
en: there isn’t a single thing going my way.

source: 왕자를 죽이고
en: ...after I kill the prince?

source: ‘현왕’.
en: “current king?”

source: 레오 엘라이온.
en: leo of elaion.

source: 전하께서 오셔야 할 거예요.
en: ...he will have to come here.

source: 리바노스 참주님이랑 친하니까 개혁파?
en: is he reformed because he’s close with the despotess of libanos?

source: 이제 정말 마지막 발악이다.
en: the real, last-ditch attempt.

source: 수색을 위해 경전의 형태를 알아야 해서
en: to find it, I will need to know what it looks like,

source: 아닙니다….
en: no...

source: 감정에 호소하지 말고 바로 보십시오.
en: observe, without appealing to my emotions.

source: 어느 순간부터 왕자를 비판하고 찍어 누르는 데 열중하고 말았어.
en: at some point, I became too absorbed in criticizing the prince.

source: 왕자 전하가 아칸싸에 앉은 건 고작 반년이잖아요?
en: his highness has only been here for half a year.

source: 싸우면 이길 수나 있나요?
en: do you guys even have a chance of winning?

source: 생각보다 차분하다 했더니, 전의를 상실했을 뿐이었던 건가!
en: she seemed calmer than I expected. maybe she lost her fighting spirit.

source: 아…!!
en: aaah...!

source: 사제님한테 딱 맞을 것 같은데.
en: I think they’d look great on you.

source: 지극한 외로움에 미쳐 날뛰었지만,
en: your loneliness drove you wild, making you want to take on the whole world and die.

source: 저게 뭐죠?
en: what’s going on?

source: …사제님.
en: sister...

source: 으으….
en: ugh...

source: 이 전쟁이 과연 평화를 가져올 것인지, 아니면 혼란을 초래할 것인지.
en: will this war bring peace or turmoil?

source: 왕자 전하도 저러는 이유가 있겠죠?
en: I’m sure the prince has a reason for being like that.

source: 와아…!
en: wow!

source: 마침 성에 있던 형제님이 에키나와 거인 셋을 쓰러트리지 않았다면,
en: if brother didi hadn’t defeated ekina and three of the titans,

source: 안녕!
en: hello!

source: 에키나는 뜻밖에도 적국 아니드로스의 거인 여섯을 데리고
en: to everyone’s surprise, ekina recruited six titans from the enemy country of anidros...

source: 축제, 점화(6)
en: Festival, Lights (6)

source: …망할 놈.
en: darn jerk...

source: 확인해 보니 누군가 의식을 잃은 성별자를 비밀리에 데려갔더군요.
en: investigations revealed that somebody whisked the holy warrior away while she was still unconscious.

source: 이것은 나의 은밀한 염원.
en: this was my secret desire.

source: 물론 이럴 목적으로
en: of course,

source: 그런 일을 겪고 겨우 하룻밤 지났는데….
en: someone attempted to take her life just last night...

source: 거기다 이 손은 또 뭐래?
en: and what’s with the hand?

source: 아니요, 부족한 건 전하의 자격이었어요.
en: no. what you lack is qualification.

source: 혼자 이렇게 잘 지내면 어떡해.
en: you can’t live a good life all by yourself.

source: 뭐야, 이길 수 있다면 그렇게 걱정 안 해도 되잖아요?
en: wait, why are you so worried if you have a good chance of winning?

source: 그거
en: this

source: 내 동생.
en: my little sister.

source: 왜지?
en: and why not?

source: 기분 나빠.
en: this sucks.

source: 그런데, 그마저도 시대의 요구라 하시면….
en: but if you insist that even your thoughts are the call of the times...

source: 나라를 위해, 신을 위해 고결하게 경건하게 허울 좋게 죽는 게 뭐!
en: what’s the point of dying nobly, piously, or extravagantly for god and country?!

source: 뭐지?
en: what?

source: 엄마, 그 할머니는 자기 며느리를 죽이고 싶어 한다?
en: mommy, that granny wants to kill her daughter-in-law.

source: 음, 얘들아.
en: um, guys?

source: 네…?
en: what...?

source: 귀공들이 가장 변두리에 내놓은 건 내 목숨일 텐데.
en: the biggest thing you nobles are risking is my life, isn’t it?

source: 저들의 목소리가 들린다면, 귀하가 무엇을 해야 할지 명백하지 않습니까?
en: if you can hear their voices, isn’t it clear what you must do?

source: 리바노스가 싸우는 이유는
en: libanos is fighting...

source: 그때부터 왕자는 내게 ‘적’이 되어버린 거지.
en: that’s when the prince became my enemy.

source: 경전이 오기 전에 별동대를 꾸려서 장벽만이라도 막겠습니다.
en: we will send a contingent to at least block the gates before the bible arrives.

source: 기선 제압에 실패했어요.
en: I totally failed at getting the upper hand.

source: 안녕?
en: hi!

source: 보내줘.
en: let us through.

source: 뭐, 유독 저만은 아닐 거예요.
en: well, I know I wasn’t the only one.

source: 형제님, 동생 있어요?
en: do you have any little brothers or sisters?

source: 엄마…!
en: momma-!

source: 운이 좋았습니다.
en: you were lucky.

source: 개전에 앞서 드리는 제사는 가축을 불로 태우는 번제(燔祭)입니다.
en: for the mass to proclaim a war, we sacrifice livestock.

source: 그 어떤 일이 있어도 왕족으로서의 품위를 잃은 적이 없는 분이셨다.
en: ...had never once let down his dignity as a royal. not once.

source: 그럼 이참에 국교를 바꿔보지.
en: then we change the state religion.

source: 이제 병정놀이는 끝이야.
en: now, playtime is over.

source: 그게 어떻게 가능합니까?
en: how is that possible?

source: 그럴싸한 대답은 사제를 구슬리기 위한 사탕발림이었을 뿐.
en: such responses were just candy to win over the nun.

source: 세상의 큰 흐름을 사람이 막거나 거스를 수는 없다고요.
en: we are too small to influence large events of the world.

source: 아직도 모르겠어?
en: do you still not get it?

source: 게다가 공교롭게도
en: and coincidentally,

source: 안에 계십니다.
en: he’s inside.

source: 불쌍해서 잘해줬더니!!
en: I felt pity for him!!

source: 너희는 자기 부속을 무서워하는 이상한 동물이야.
en: humans are strange animals who are afraid of their own body parts.

source: 자신의 좋은 점으로 상대의 필요를 채워주는 거요.
en: using what we’re good at to help each other.

source: 그런데 그런 면마저도 매력적이라, 후훗.
en: but even that side of him was quite charming. haha!

source: 도망칠 수도,
en: if I can’t run away...

source: 그럼 꾹 참고 보낼 만하지 않아요?
en: wouldn’t the reformed side just grit their teeth and send one anyway?

source: 이 목숨이 얼마나 끈질긴지 알잖아?
en: you know how stubborn this life is, don’t you?

source: 그럼 반대로 묻겠습니다.
en: then let me ask you something, sister.

source: 하지만… 전하께 상처를 드리려던 게,
en: I wasn’t trying to hurt you--

source: 제가 자는 동안 무슨 짓을 하신 거예요.
en: did you do something to me while I was asleep?

source: 마차에서 짐을 훔친 자들은 이미 다 붙잡았습니다.
en: we already detained everyone who pillaged the wreckage.

source: 내가 뱉은 말 한마디가 어떤 식으로 살아 움직이게 되는지 잘 알잖아.
en: I know too well how every word I say comes back to haunt me.

source: 그리고 아직 다 확인된 내용은 아닙니다만…
en: and it hasn’t been confirmed yet...

source: 으아아, 몰라요!
en: aaargh! forget it!

source: 그나마의 쓸모조차 무색해지기 전에.
en: before your usefulness wears out.

source: 동종?
en: fellow holy warrior?

source: 바느질, 바느질.
en: sewing, sewing.

source: 성별자에게서 태어난 성별자로 이미 세상을 떠들썩하게 한 소년,
en: as a holy warrior born of another holy warrior, he already shook the world.

source: 말씀드렸다시피 제가 알고 싶은 것은 전하의 마음입니다.
en: as I said, what I want to know is what you yourself think.

source: 그는 아비와 달라.
en: he is not like his father.

source: 그 전에 끝내줄게.
en: ...but I guess I’ll have to end it for you before it even begins.

source: 하나 내 바람은 귀하와 동일합니다.
en: but I hope for the same thing as you do.

source: 하지만 내가 듣고 싶은 이야기는 이게 아니야.
en: ...it was not what I wanted to know.

source: 아버지를 폐위한 후에.
en: after I depose father...

source: 아버지를 폐하고
en: I decided...

source: 왕자는 죽지 않았다.
en: the prince did not die.

source: 키사는 여전히 소중하게 대해지네.
en: so you’re still treated like a precious little thing, aren’t you, kitha?

source: 이제라도 도망쳐야 하나?
en: should I make a run for it?

source: 전하께서 오셔야겠네요.
en: ...so his highness will have to come to me.

source: 제가 전하의 기쁨이 되어드릴게요.
en: I will be your joy.

source: 위태롭다느니, 목이 달아난다느니…
en: dangerous? off with our heads?

source: 아나샤를 재우는 게 제 몫이었거든요.
en: I was in charge of putting anasha to sleep.

source: 다들 자리를 비켜주십시오.
en: everyone, please leave the room.

source: 그래도 나흘째 되니까 뭔가 요령이 생기는 거 같아.
en: still, after four days, I think I’m seeing some results.

source: …모르겠어요.
en: I don’t know...

source: 전하께서 마음을 돌리실 여지가 보입니까?!
en: does it look like his highness is going to change his mind?!

source: 까마귀 소문이 퍼졌다.
en: rumors about the crows have spread.

source: 사람이 너무 많아…!
en: there are too many people!

source: 동족
en: I smell

source: 뭔 얘기를 하는지 궁금해궁금해 궁금해궁금해….
en: what are they talking about? what are they talking about? what are...

source: 왜 그리 생각하시오?
en: why do you think that?

source: 사제님, 이곳의 미덕은 침묵이고 이 성의 주인은…
en: sister, the virtue here is silence, and the lord of this castle--

source: 한 번만 죽이고.
en: ...let me kill you just this once.

source: 음, 쉽게 말하자면
en: um, simply put...

source: 에키나가 알로베스예요.
en: ekina is the alopix.

source: 어제 느낀 기척이 이 상처의 원인일까….
en: I wonder if the strange feeling I got last night has anything to do with the cut.

source: 늦어서 죄송합니다.
en: sorry I’m late.

source: 그럴 리가.
en: I doubt it.

source: 그래도 얼마 동안은 둘이서 어떻게든 지냈지만…
en: ...and the two of us managed to be together for a while.

source: 이렇게 계속 숨기다가 기묘한 꼬마로 여겨지면
en: if I keep being this secretive and he thinks of me as a weird kid...

source: 과정이야 어찌 되었든,
en: whatever the means...

source: 참주님은 다혈질이지 냉혈한은 아니시잖아요.
en: the despotess is hot tempered, but she’s not cold-blooded.

source: 정신 차리자.
en: pull yourself together.

source: 가시 먹은 짐승을 만들었으니까요.
en: it prophesied about a beast that devours thorns.

source: 하지만 어르신께서는 예언을 못 하신다면서요?
en: but I hear you cannot prophesy.

source: 뭐요?
en: what?

source: 마음을 전부 훔쳐보는 나를 어떻게 여길까….
en: what’s he going to think of me now...?

source: …응?
en: huh...?

source: 천지 분간도 못 하는 어린아이는…
en: that dull little kid-!

source: 당신이 삼킨 가시의 전말을 알아야겠어.
en: ...I really must know the full story of how you devoured the thorns.

source: 전하, 저는요, 친구가 되는 건 그런 거라고 생각해요.
en: you know, your highness, I think that’s what being friends is all about.

source: 저도 엄마를 존경해요.
en: I respect my mom, too.

source: 손가락을 하나 끊어내도 제사에 차질은 없겠지?
en: maybe taking one of her fingers won’t get in the way of her conducting mass.

source: 주세요.
en: give it to me.

source: 모처럼 공들인 축제를 망치기 직전이거든….
en: I was on the verge of ruining the festival you worked so hard to put together...

source: 제사 드릴 때 필요한 건 주님의 말씀이지 경전이 아니고요.
en: to conduct mass, I need the word of the lord, not the bible itself.

source: 흐읍…!
en: hrgh...!

source: 사제의 도움으로 경전 없이 제사를 드린다.
en: conduct mass without the bible with the nun’s help.

source: 늦어질수록 상황은 위태로워질 뿐…!
en: the longer we wait, the more dangerous things will be-!

source: 어떤 점이 말입니까?
en: what’s too much?

source: 사랑한다고 했어.
en: she said she loved us.

source: 형제님, 저는 호기심을 참으면 죽어요!
en: brother, the curiosity is going to kill me!

source: 왕자 전하 무서워요.
en: and the prince is scary.

source: 별걸 다 알면서 가끔 이렇게 상식적인 부분을 모른단 말이야.
en: she knows a lot of random things, but she doesn’t have much common sense.

source: 나 동종을 만난 건 처음이야.
en: this is my first time meeting a fellow holy warrior.

source: 왜 마차 하나를 못 잡니?
en: why couldn’t you stop just a single carriage?

source: 아아, 그러고 보니 열쇠를 사제님께서 먹으셨… 아니, 아직 가지고 계셨…
en: oh, come to think of it, you stole, I mean, you still have the key...

source: 그런데요?
en: so?

source: 큭….
en: pft...

source: 왜 전쟁까지 일으켜서 난리냐고.
en: why do you have to drag everyone else into a war?

source: 이거 아무리 봐도 나한테 감긴 거 맞는 거 같은데…?
en: I don’t know. no matter how I look at this situation, I think I have him wrapped around my finger.

source: 아, 대사제님은 중립이십니다.
en: oh, father airo is neutral.

source: 편지는 안 읽은 걸로 하겠습니다.
en: I will pretend I haven’t read the letter.

source: 우리.
en: didn’t you?

source: 그래서 부모도 죽이고 자식까지 내치고….
en: so we kill our parents, drive our children away...

source: 큰 걸 물어본 게 아니잖아.
en: I didn’t ask anything serious.

source: 뭐 이렇게 말발이….
en: how’s he so good with words?

source: 어째서요?
en: how so?

source: 근데요….
en: by the way...

source: 아주 잠깐 약탈한 것만으로도 충분히 알 수 있다.
en: ...showed me what I needed to know from my brief plundering.

source: 이곳 아칸싸에서는 더더욱.
en: especially here in akantha.

source: 썩은 것을 잘라 남은 토막이라도 보존하는 게 그나마 최선입니다.
en: so it is best to prune the rotting branches to preserve the trunk.

source: 이제 왕자는 밤을 새우고 내일 아침이나 정오쯤에야 돌아올 터.
en: now the prince is going to be gone overnight and return tomorrow morning or around noon.

source: …설마 대사제님인가?
en: can’t be... father airo?

source: 아니겠죠?
en: can’t be!

source: 당연히 중요하죠.
en: of course it’s important.

source: 가시왕관의 예언
en: The Prophecy of the Crown of Thorns

source: 갑자기 까마귀 떼가….
en: the crows, all of a sudden...

source: 그게 뭔가요?
en: why?

source: 세리온과 리바노스는 정의의 편이다.
en: but serion and libanos are on the side of justice.

source: 지금은 차분하고 낯선 느낌이….
en: but now, she seems composed and somewhat shy...

source: 그냥 와서 울기만 하면 돼.
en: just come and caw.

source: 주의 뜻은 온 하늘에 지엄한 것이고, 경전은 엮어놓은 나무와 가죽일 뿐이라 하셨답니다.
en: she said the lord’s will is all throughout the heavens, and that the bible is nothing but wood bound with leather.

source: 이놈이 오냐오냐해 줬더니….
en: oh, this son of a...

source: 밤에 말인가?
en: you mean tonight?

source: 소중하게 길러줬는데.
en: I cared for you.

source: 아저씨, 경전 다시 제대로 숨겨요.
en: uncle, hide the bible again. properly this time.

source: 다 들켰다….
en: you found me out...

source: 마침 참주도 필리아에게 빚이 있으니 보름의 말미를 주기로 했네.
en: since the despotess owes philia, she agreed to wait a month.

source: 귀하는 정말 목숨이 아깝지 않은가 보군.
en: you really must not value your life at all.

source: 그래서 가능하다면 전쟁을 막으라고 하셨죠.
en: and, if possible, to stop the war.

source: 왕자는 이제 새 경전이 도착하기 전까지 나를 만나주지 않을 거야.
en: the prince won’t see me anymore until the new bible arrives.

source: 지금 저 예의라곤 눈곱만큼도 없는 사제가 허락도 없이 내 방에 쳐들어온 건가?
en: did this rude little nun just march into my office without my permission?

source: 막막하던 어머니가 교회에 절 맡기려 하셨지만
en: ...and my desperate mother tried to entrust me to the church.

source: 그런데도 사제가 제를 올리고 개전을 선포하는 이유는, 평화를 위한 전쟁도 있기 때문이죠.
en: but priests still conduct rites and proclaim wars because sometimes wars are necessary for peace.

source: 사제님!
en: sister!

source: 권력이라는 게 그렇지.
en: that’s what power is.

source: 이제부턴 전하가 절 찾게 되실 거예요.
en: from now on, his highness will come looking for me.

source: 주관이 뚜렷하고 보은과 보복을 야무지게 하는 탓에
en: they tell you what they want and respond clearly...

source: 이거 타이밍을 또 잘못 맞춘 것 같은데….
en: I think I came at the wrong time again...

source: 이제 주무세요.
en: go to sleep.

source: 뭐야, 저거…?
en: what’s that doing here...?

source: 이제부터 까마귀가 나타나면 활로 쏴서 잡아라.
en: from now on, shoot any crows on sight.

source: 그 여인에게도 예외는 아니었다.
en: that woman was no exception.

source: 고마워서 몸 둘 바를 모르겠군.
en: I’m so relieved.

source: 멀쩡해요.
en: it’ll be fine.

source: 교회에 새 경전을 요청하시오.
en: ask the church for another bible.

source: 아닙니다.
en: no.

source: POWER 납득
en: UNDERSTOOD COMPLETELY

source: 안 그래?
en: isn’t it?

source: 동시대에 존재할 수 있는 성별자는 단 세 명뿐.
en: there can only be up to three holy warriors at one time.

source: 죽여야지.
en: I must kill.

source: 당연히 교회에서 보내는 거 아니에요?
en: the church, of course.

source: 맛있어요!
en: they’re delicious!

source: 제 임의로 임무지를 이탈할 수는 없습니다.
en: I cannot give up halfway through a mission.

source: 그렇군.
en: I see.

source: 키사는 엄마를 왜 무서워해?
en: kitha, why are you afraid of mother?

source: 좋아.
en: alright.

source: 제사를 드려도,
en: with the heavens as my bible...

source: 그리고 나라의 폐단을 씻어낼 책임이 있다고 하셨죠.
en: and you said you have a responsibility to wash away the wickedness from this land.

source: 사람들은 다 자기 생각대로 절 불렀어요.
en: all my life, everybody called me whatever they felt like.

source: 형제님, 저 무서워요.
en: brother didi, I’m scared.

source: 왕자 전하가 국왕 폐하처럼 나쁜 사람 아니어도 탈탈 털어버리실까요?
en: even if the prince isn’t a bad person like the king,

source: 안 할 건데요?
en: I’m just not going to do it.

source: 대사제님께서 그러셨어요.
en: father airo once told me,

source: 마지막.
en: this is it.

source: 네, 아까 잠드셨어요.
en: yes. he just fell asleep.

source: 분명 처음엔 왕자와 친구가 되어보려고도 했었는데.
en: I really tried to be friends with the prince.

source: 엘라이온의 혈통을 모두 멸하겠다고 선언했죠.
en: declared that she would destroy elaion’s entire bloodline.

source: 미안한데, 시간을 좀 줄래?
en: sorry, but can you give me some more time?

source: 사제복보다 조금 더 자루 같은데, 이제부터 제가 들고 다니면 되나요?
en: it looks more like a sack than the nun outfit. do you want me to carry you around?

source: 나라에 끼치는 해악으로 따지면 국왕 폐하 못지않습니다.
en: when it comes to harming the country, he has already done no less than the king.

source: 그러니 확인하고 싶어요.
en: so I want to confirm with you.

source: 두 번째 날.
en: ...after asking the prince to confirm his intentions.
